[{"JURISDICTION":"United States","FED_HOUSING_STATUTE":"Fair Housing Act 42 U.S.C. § 3601 et seq.","FED_HOUSING_URL":"https://uscode.house.gov/view.xhtml?path=/prelim@title42/chapter45&edition=prelim","FED_HOUSING_NICKNAME":"(Title VIII)","FED_HOUSING_SUMMARY":"Generally prohibits discrimination in housing including to refuse to sell or rent, or otherwise make unavailable or deny, a dwelling; or to discriminate against any person in the terms, conditions, or privileges of sale or rental of a dwelling because of race, color, religion, sex, familial status, or national origin.","FED_EMPLOYMENT_STATUTE":"Employment 42 U.S.C. § 2000e-2 et seq.","FED_EMPLOYMENT_URL":"https://uscode.house.gov/view.xhtml?req=(title:42%20section:2000e-2%20edition:prelim)","FED_EMPLOYMENT_NICKNAME":"(Title VII)","FED_EMPLOYMENT_SUMMARY":"Generally prohibits discrimination in employment including to to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin. ","FED_ACCOMMODATIONS_STATUTE":"Public Accommodations 42 U.S.C. § 2000a et seq.","FED_ACCOMMODATIONS_URL":"https://uscode.house.gov/view.xhtml?path=/prelim@title42/chapter21/subchapter2&edition=prelim","FED_ACCOMMODATIONS_NICKNAME":"(Title II)","FED_ACCOMMODATIONS_SUMMARY":"Generally provides for the full and equal enjoyment of the goods, services, facilities, privileges, advantages, and accommodations of any place of public accommodation without discrimination or segregation on the ground of race, color, religion, or national origin. ","FED_VOTING_STATUTE":"Voting 52 U.S.C. § 10101 et seq.","FED_VOTING_URL":"https://uscode.house.gov/view.xhtml?path=/prelim@title52/subtitle1&edition=prelim","FED_VOTING_SUMMARY":"Generally provides for all citizens of the United States who are otherwise qualified by law to vote at any election by the people in any State, Territory, district, county, city, parish, township, school district, municipality, or other territorial subdivision, shall be entitled and allowed to vote at all such elections, without distinction of race, color, or previous condition of servitude; any constitution, law, custom, usage, or regulation of any State or Territory, or by or under its authority, to the contrary notwithstanding.","FED_COLOR_STATUTE":"Color of Law 42 U.S.C. § 1983","FED_COLOR_URL":"https://uscode.house.gov/view.xhtml?req=(title:42%20section:1983%20edition:prelim)","FED_COLOR_SUMMARY":"Generally provides for protection against the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, by a person who acts under color of any statute, ordinance, regulation, custom, or usage, of any State or Territory or the District of Columbia. ","FED_EQUAL_STATUTE":"Equal Rights 42 U.S.C. § 1981","FED_EQUAL_URL":"https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title42-section1981&num=0&edition=prelim","FED_EQUAL_SUMMARY":"Generally provides for all persons to make and enforce contracts, to sue, be parties, give evidence, and to the full and equal benefit of all laws and proceedings for the security of persons and property as is enjoyed by all white citizens. ","FED_HATE_STATUTE":"Hate Crimes Prevention Act of 2009, 18 U.S.C.  § 249 et seq.","FED_HATE_URL":"https://uscode.house.gov/view.xhtml?req=(title:18%20section:249%20edition:prelim)","FED_HATE_SUMMARY":"Generally provides for a criminal offense for willfully causing bodily injury (or attempting to do so with fire, firearm, or other dangerous weapon) when the crime was committed because of the actual or perceived race, color, religion, national origin of any person; or the crime was committed because of the actual or perceived religion, national origin, gender, sexual orientation, gender identity, or disability of any person and the crime affected interstate or foreign commerce or occurred within federal special maritime and territorial jurisdiction.","id":"recNyxMqRzVdwpT4b"},{"id":"recKkYrBzUj1hXWwb"},{"id":"recSJtldZRdR1EAfP"}]